Repository: sugarlabs/lettermatch
Catalog: po/*.po
Languages: da, ka, nl, pl, pt, sk, sq, sv, uk, zh_cn

source: Letter Match
da: Bogstavs Match
ka: ასოების დამთხვევა
nl: Letter Zoeken
pl: Dopasowanie Liter
pt: Correspondência de Letras
sk: Pospájajte písmená
sq: Përputhje Shkronje
sv: Bokstavsmatchning
uk: Відповідність літер
zh_cn: 字母配对

source: listen to the letter names
da: lyt til bogstavernes navne
ka: მოუსმინეთ ასოს სახელებს
nl: luister naar de namen van de letters
pl: posłuchaj nazw przypisanych literom
pt: Ouve os nomes das letras
sk: Vypočujte si názvy písmen
sq: Dëgjoni emrat e shkronjave
sv: lyssna på bokstavsnamnen
uk: прослухайте назви літер
zh_cn: 倾听字母的名字

source: Import Image
da: Importér billede
ka: გამოსახულების შემოტანა
nl: Afbeelding importeren
pl: Zaimportuj Obraz
pt: Importar Imagem
sk: Vložte obrázok
sq: Importo Figurë
sv: Importera bild
uk: Імпортування зображення
zh_cn: 导入图像

source: Import Audio
da: Importér lyd
ka: ხმის შემოტანა
nl: Geluid Importeren
pl: Zaimportuj Dźwięk
pt: Importar Audio
sk: Vložte zvuk
sq: Importo Audio
sv: Importera ljud
uk: Імпортувати звук
zh_cn: 导入音频

source: Add
da: Tilføj
ka: დამატება
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sk: Pridať
sq: Shtoni
sv: Lägg till
uk: Додати
zh_cn: 添加

source: Please choose image and audio objects from the Journal.
da: Vælg et billede og et lydobjekt fra din Journal.
ka: აირჩიეთ გამოსახულების და აუდიოს ობიექტები ჟურნალიდან.
nl: Kies een afbeelding en geluidsobjecten van het Logboek.
pl: Wybierz obiekty obrazu i dźwięku z Dziennika.
pt: Por favor escolher objetos de imagem ou audio a partir do Diário.
sk: Prosím vyberte obrázok a zvuk zo súboru Journal.
sq: Ju lutemi, zgjidhni objekte figurë dhe audio prej Ditarit.
sv: Välj bild- och ljudobjekt från dagboken.
uk: Будь ласка, виберіть зображення і звукові об’єкти з журналу.
zh_cn: 请从日记中选择图像和音频对象。

source: Click on the picture that matches the letter.
da: Klik på det billede der passer til bogstavet.
ka: დააწკაპუნეთ სურათზე, რომელიც ასოს ემთხვევა.
nl: Klik op de afbeelding die bij de letter past.
pl: Kliknij na obrazek pasujący do litery.
pt: Clica na imagem que corresponde à letra.
sk: Kliknite na obrázok, ktorý patrí k písmenu.
sq: Klikoni mbi foton që përputhet me shkronjën.
sv: Klicka på bilden som stämmer överens med bokstaven.
uk: Натисніть зображення, яке відповідає літері.
zh_cn: 在图片上点击以配对字母。

source: Click on the letter that matches the picture.
da: Klik på det bogstav der passer til billedet.
ka: დააწკაპუნეთ ასოზე, რომელიც სურათს ემთხვევა.
nl: Klik op de letter die bij de afbeelding past.
pl: Kliknij na literę pasującą do obrazka.
pt: Clica na letra que corresponde à imagem.
sk: Kliknite na písmeno, ktoré patrí k obrázku.
sq: Klikoni mbi shkronjën që përputhet me foton.
sv: Klicka på bokstaven som stämmer överens med bilden.
uk: Натисніть літеру, яка відповідає зображенню.
zh_cn: 在字母上点击以配对图片。

source: Click on the card that corresponds to the sound.
da: Klik på det kort der passer til lyden.
ka: დააწკაპუნეთ ბარათზე, რომელიც ხმას შეესაბამება.
nl: Klik op de kaart die bij het geluid past.
pl: Kliknij na kartę pasującą do dźwięku.
pt: Clica na carta que corresponde ao som.
sk: Kliknite na kartičku, ktorá sa zhoduje so zvukom.
sq: Klikoni mbi kartën që i përgjigjet tingullit.
sv: Klicka på kortet som motsvarar ljudet.
uk: Натисніть картку, яка відповідає звуку.
zh_cn: 点击对应于声音的卡片。

source: Very good!
da: Virkelig godt!
ka: ძალიან კარგია!
nl: Zeer goed!
pl: Bardzo dobrze!
pt: Muito bem!
sk: Veľmi dobre!
sq: Shumë mirë!
sv: Mycket bra!
uk: Дуже добре!
zh_cn: 很好！

source: Please try again.
da: Prøv igen.
ka: თავიდან სცადეთ.
nl: Probeer opnieuw.
pl: Spróbuj ponownie.
pt: Por favor tenta novamente.
sk: Prosím skúste znova.
sq: Ju lutemi, riprovoni.
sv: Försök igen.
uk: Будь ласка, повторіть спробу.
zh_cn: 请再试一遍。
