Repository: sugarlabs/lettermatch
Catalog: po/ach.po
Languages: ach

source: Letter Match
ach: Kubo Nukuta

source: listen to the letter names
ach: winy nying nukuta mapol

source: Import Image
ach: Kel Cal iie

source: Import Audio
ach: Kel Dwon awinya iie

source: Add
ach: Med

source: Please choose image and audio objects from the Journal.
ach: Tim ber i yer cal ki jami me dwon awinya ma aa ki i yore.

source: Click on the picture that matches the letter.
ach: Dii kom cal makubo nukuta.

source: Click on the letter that matches the picture.
ach: Dii kom nukuta makubo cal.

source: Click on the card that corresponds to the sound.
ach: Dii kom kad marwate ki dwon mawoo.

source: Very good!
ach: Ber matek!

source: Please try again.
ach: Tim ber i tem odoco.
