Repository: sugarlabs/lettermatch
Catalog: po/ayc.po
Languages: ayc

source: Letter Match
ayc: Qillqanakaru wakisiri chimpunaka

source: listen to the letter names
ayc: Qillqananaka sutinakapa suma ist'ma

source: Import Image
ayc: Rixita anqäxata apaniña

source: Import Audio
ayc: Ist'añanaka anqäxata apaniña

source: Add
ayc: Yapxataña

source: Please choose image and audio objects from the Journal.
ayc: Sapüru wakichata ist'añanaka ukata rixitanaka chhijllma mira suma

source: Click on the picture that matches the letter.
ayc: Uka maya qillqaru wakisiri maya rixitaru uka limt'aña limxatma

source: Click on the letter that matches the picture.
ayc: Uka maya rixitaru wakiwi maya qillqaru uka limt'aña limxatma

source: Click on the card that corresponds to the sound.
ayc: Uka ist'añaru wakisiri maya yatiyäwi qillqataru uka limt'aña limxatma

source: Very good!
ayc: ¡Wali khusawa!

source: Please try again.
ayc: Mira suma mayampi yant'ma
