Repository: sugarlabs/lettermatch
Catalog: po/gug.po
Languages: gug

source: Letter Match
gug: Terupy ñe'evore.

source: listen to the letter names
gug: Ejapysaka térakuerare ñeèvore.

source: Import Image
gug: Gueru ta'anga.

source: Import Audio
gug: Gueru henduha

source: Add
gug: Mbojo'a.

source: Please choose image and audio objects from the Journal.
gug: Nei eiporavo ta'angakuera ha henduha tapiaguáva.

source: Click on the picture that matches the letter.
gug: Eñatói pe ta'ànga ha mba'e ñe'evore.

source: Click on the letter that matches the picture.
gug: Eñatoi pe ñe'evore ha mba'e ta'anga.

source: Click on the card that corresponds to the sound.
gug: Eñatoi kuatia ñe'ẽ ha mba'e pu.

source: Very good!
gug: Mba'e porãite.

source: Please try again.
gug: Nei eñeha'ã jevy.
